Repository: capstanlqc/omegat-guides
Catalog: l10n/omt_ru/omt-level1.tmx
Source language: en
Languages: ru

source: Translation
ru: Перевод

source: A guide for each task
ru: Руководство по каждой задаче

source: Make sure you can see the navigation pane on the left-hand side.
ru: Убедитесь, что панель навигации видна слева.

source: OmegaT guides
ru: Руководства OmegaT

source: Other stuff
ru: Прочее

source: This guide includes information about all the functions in OmegaT that you need to perform the translation task.
ru: Это руководство содержит информацию обо всех функциях в OmegaT, которые вам нужны для выполнения задачи перевода.

source: Welcome to cApStAn's OmegaT guides.
ru: Добро пожаловать в руководства cApStAn по OmegaT.
